
// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Clover_title" = "Clover EFI";
"Clover_description" = "Clover EFI necessite trois fichiers  essentiels. (en bref)
boot0 (Sur disque MBR) responsable du chargement boot1.
boot1 (Sur partition boot-sector) recherche boot2.
boot2 (Sur partition repertoire racine(root)) charge /EFI/BOOT/CLOVERIA32.efi or CLOVERX64.efi, and kernel etc.";

"boot0_title" = "BIOS MBR boot0 (HFS+Fat32)";
"boot0_description" = "Initialisation BIOS carte mere.
Utiliser fdisk440 pour installer boot0 sur les premiers 440 bits du disque MBR sans detruire aucunes donnees installations Windows existantes , alors boot0 va rechercher la premiere partition HFS active pour boot1h2, ou rechercher la premiere partition Fat32 active pour boot1f32alt.
Ceci va activer la partition selectionnee HFS + ou Fat32.
Necessite le formatage en Fat32 sous Win ou on Mac comme suit.

1. Effacer en MS-DOS (FAT) avec Disk Utility en premier.
2.(sous Terminal) diskutil list
3. diskutil unmount /dev/rdiskXsY (disque X,partition Y)
4. newfs_msdos -v Fat32 -F 32 /dev/rdiskXsY
5. diskutil mount /dev/rdiskXsY";

"boot0hfs_title" = "BIOS MBR boot0hfs (HFS+Fat32)";
"boot0hfs_description" = "Initialisation BIOS carte mere.
Utiliser fdisk440 pour installer boot0hfs sur les premiers 440 bits du disque MBR sans detruire aucunes donnees installations Windows existantes,alors boot0hfs va rechercher la premiere partition HFS active pour boot1h2, ou rechercher la premiere partition Fat32 active pour boot1f32alt.

Ceci ne rendra pas active la partition HFS mais activera la partition Fat32 choisie.
Necessite le formatage en Fat32 sous Win ou Mac comme suit.
1. Effacer en MS-DOS (FAT) avec Disk Utility en premier.
2.(sous Terminal)diskutil list
3. diskutil unmount /dev/rdiskXsY (disque X,partion Y)
4. newfs_msdos -v Fat32 -F 32 /dev/rdiskXsY
5. diskutil mount /dev/rdiskXsY";

"boot0EFI_title" = "BIOS GPT EFI (HFS+Fat32)";
"boot0EFI_description" = "Initialisation BIOS carte mere.
Utiliser fdisk440 pour installer boot0hfs sur les premiers 440 bits du disque MBR sans detruire aucunes donnees installations Windows existantes,alors boot0hfs va rechercher la premiere partition GPT EFI HFS pour boot1h2, ou boot1f32alt.

Ceci ne rendra pas la partition choisie active.

Necessite le formatage de la partition EFI en HFS sous Mac en premier,commande comme suit sous Terminal.
diskutil list
newfs_hfs -v EFI /dev/rdiskXsY
Ou formater EFI en Fat32 sous Mac en premier, commande comme suit.
diskutil list
newfs_msdos -v EFI -F 32 /dev/rdiskXsY";

"boot1no_title" = "Extraire uniquement";
"boot1no_description" = "Initialisation BIOS carte mere.
Ne pas installer de fichiers boot0 , boot0hfs, boot0md, boot1h2, and boot1f32alt manuellement sur disque dur avec secteurs 4kb.";


"boot1UEFI_title" = "UEFI boot (UEFI matherboards)";
"boot1UEFI_description" = "Initialisation UEFI sur carte mere UEFI.
Ne pas installer de fichiers boot0 , boot0hfs, boot0md, boot1h2, and boot1f32alt.
Configurer boot en direct UEFI booting:
UEFI -> /EFI/BOOT/CloverX64.efi -> boot.efi -> OS X";

"boot32_title" = "Installer & Demarrer en mode 32bit boot en premier";
"boot32_description" = "Installer les fichiers boot et configurer le mode 32bit en premier.
Default boot mode = Clover EFI 32bit. You can..
Presser la touche 1 pour boot1 = Chameleon boot,
Presser la touche 3 pour boot3 = Clover EFI 32bit boot,
Presser la touche 6 pour boot6 = Clover EFI 64bit boot.";

"boot64_title" = "Installer & Demarrer en mode 64bit boot";
"boot64_description" = "Installer les fichiers boot et configurer le mode 64bit en premier.
Default boot to boot = Clover EFI 64bit. You can..
Presser la touche 1 pour boot1 = Chameleon boot,
Presser la touche 3 pour boot3 = Clover EFI 32bit boot,
Presser la touche 6 pour boot6 = Clover EFI 64bit boot.";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "Themes";
"Themes_description" = "Selectionner un theme pour l installation .";

"black_green_titre" = "black_green";
"black_green_description" = "Default Theme black_green par Blackosx,
Installer dans /EFI/BOOT/themes/black_green.";

"AppleStyle_title" = "AppleStyle";
"AppleStyle_description" = "AppleStyle theme par Eps,
Installer dans /EFI/BOOT/themes/AppleStyle.";

"mrengles_title" = "mrengles";
"mrengles_description" = "mrengles theme par mrengles,
Installer dans /EFI/BOOT/themes/mrengles.";

"iClover_title" = "iClover";
"iClover_description" = "Grey style theme by winlog,
Installer dans /EFI/BOOT/themes/iClover.";

"buttons_title" = "buttons";
"buttons_description" = "Theme Boutons par Trauma,
Installer dans /EFI/BOOT/themes/buttons.";

"hellfire_title" = "hellfire";
"hellfire_description" = "Theme Hellfire par illevelll,
Installer dans /EFI/BOOT/themes/hellfire.";

"metal_title" = "metal";
"metal_description" = "Le theme Original Metal par Slice,
Installer dans /EFI/BOOT/themes/metal.";

"simple_gray_title" = "simple_gray";
"simple_gray_description" = "Theme Simple_gray par hijeane,
Installer dans /EFI/BOOT/themes/simple_gray.";

"wooden_title" = "wooden";
"wooden_description" = "Theme Wooden par iROOTa,
Installer dans /EFI/BOOT/themes/wooden.";

// ----------------------------------------------------------------------------
